Repository: Flowdalic/boinc
Catalog: locale/*/BOINC-Client.po
Languages: fr, pt_pt

source: Message from account manager
fr: Message du gestionnaire de compte
pt_pt: Mensagem do Gestor de Conta

source: Message from server
fr: Message du serveur de projet
pt_pt: Mensagem do Servidor

source: Some tasks need more memory than allowed by your preferences. Please check the preferences.
fr: Certaines tâches ont besoin de plus de mémoire que ce qui permis par votre préférences : veuillez les vérifier.
pt_pt: Algumas tarefas precisam de mais memória do que o definido nas suas preferências. Por favor, altere as suas preferências.

source: Couldn't write state file; check directory permissions
fr: Écriture du fichier d'état impossible; vérifiez les droits des répertoires
pt_pt: Não foi possível gravar o ficheiro de estado; verifique as permissões da pasta

source: The HTTP_PROXY environment variable must specify an HTTP proxy
fr: La variable d'environnement HTTP_PROXY doit définir un proxy HTTP
pt_pt: A variável de ambiente PROXY HTTP tem que especificar um proxy HTTP

source: You used the wrong URL for this project. When convenient, remove this project, then add %s
fr: Vous avez utilisé la mauvaise URL pour ce projet. Lorsque cela vous conviendra, retirez ce projet puis ajoutez de nouveau %s
pt_pt: Usou o URL errado para este projecto. Assim que possível, remova este projecto e depois adicione %s

source: Syntax error in app_info.xml
fr: Erreur de syntaxe dans app_info.xml
pt_pt: Erro de sintaxe no app_info.xml

source: File referenced in app_info.xml does not exist:
fr: Le fichier référencé dans app_info.xml n'existe pas:
pt_pt: Não existe o ficheiro referenciado no app_info.xml:

source: A new version of BOINC is available.
fr: Une nouvelle version de BOINC est disponible.
pt_pt: Está disponível uma versão mais recente do BOINC.

source: Download
pt_pt: Transferir

source: Unexpected text in cc_config.xml
fr: Texte incorrect dans cc_config.xml
pt_pt: Texto inesperado no cc_config.xml

source: Unrecognized tag in cc_config.xml
fr: Balise non reconnue dans cc_config.xml
pt_pt: Tag não reconhecida no cc_config.xml

source: Missing start tag in cc_config.xml
fr: Balise de debut manquante dans cc_config.xml
pt_pt: Tag inicial em falta no cc_config.xml

source: Error in cc_config.xml options
fr: Erreur dans les options cc_config.xml
pt_pt: Erro nas opções do cc_config.xml

source: Missing end tag in cc_config.xml
fr: Balise de fin manquante dans cc_config.xml
pt_pt: Tag final em falta no cc_config.xml

source: Invalid or missing account key. To fix, remove and add this project.
fr: Clé de compte invalide ou manquante. Veuillez quitter puis ajouter ce projet à nouveau.
pt_pt: O código da conta é inválido ou está em falta. Para corrigir, remova e volte a adicionar este projecto.

source: Invalid code signing key. To fix, remove and add this project.
fr: Clé de signature de code invalide. Veuillez supprimer puis ajouter ce projet à nouveau.
pt_pt: Chave de assinatura do código inválida. Para corrigir, remova e adicione este projecto.

source: The project has changed its security key. Please remove and add this project.
fr: Le projet a changé sa clé de sécurité. Veuillez supprimer et ajouter à nouveau ce projet.
pt_pt: O projecto alterou o código de segurança. Por favor, remova-o e adicione este projecto.

source: This project doesn't support operating system
fr: Ce projet ne supporte pas le système d'exploitation
pt_pt: Este projecto não suporta o Sistema Operativo

source: This project doesn't support CPU type
fr: Ce projet ne supporte pas les processeurs de type
pt_pt: Este projecto não suporta o tipo de CPU

source: Your BOINC client software is too old. Please install the current version.
fr: Votre logiciel client BOINC est trop vieux. Merci d'installer la dernière version.
pt_pt: A sua versão do BOINC está desactualizada. Por favor instale a versão mais recente.

source: This project doesn't support computers of type
fr: Ce projet ne supporte pas les ordinateurs de type
pt_pt: Este projecto não suporta computadores do tipo

source: Upgrade to the latest driver to process tasks using your computer's GPU
fr: Veuillez mettre à jour votre système avec les derniers drivers pour pouvoir calculer avec le GPU
pt_pt: Actualize os seus drivers para processar as tarefas, utilizando o GPU do seu computador

source: Upgrade to the latest driver to use all of this project's GPU applications
fr: Veuillez mettre à jour votre système avec les derniers drivers pour pouvoir calculer toutes les applications GPU de ce projet
pt_pt: Actualize os seus drivers para utilizar todas as aplicações GPU deste projecto

source: A newer version of BOINC is needed to use your NVIDIA GPU; please upgrade to the current version
fr: Une version plus récente de BOINC est requise pour utiliser votre GPU NVidia; merci de mettre à jour avec la version actuelle
pt_pt: É necessária uma versão mais recente do BOINC para utilizador o GPU da NVIDIA; por favor actualize para a versão mais recente

source: An %s GPU is required to run tasks for this project
pt_pt: Uma GPU %s é necessária para executar tarefas para este projecto

source: No tasks are available for the applications you have selected.
fr: Aucune tâche disponible pour les applications que vous avez sélectionnées.
pt_pt: Não estão disponíveis as tarefas para as aplicações selecionadas.

source: Your computer type is not supported by this project
fr: Votre type d'ordinateur n'est pas supporté par ce projet
pt_pt: O seu tipo de computador não é suportado por este projecto

source: Newer BOINC version required; please install current version
fr: La nouvelle version de BOINC est nécessaire; merci d'installer la dernière version
pt_pt: É necessária uma versão mais recente do BOINC; por favor, instale a versão atual

source: Tasks for %s are available, but your preferences are set to not accept them
pt_pt: Tarefas para %s estão disponiveis mas, as suas preferências estão definidas para não as aceitar

source: Unknown app name in app_info.xml
fr: Nom de programme inconnu dans app_info.xml
pt_pt: Nome de aplicação desconhecido no app_info.xml

source: Your app_info.xml file doesn't have a usable version of
fr: Votre fichier app_info.xml n'a pas une version habituelle de
pt_pt: O seu ficheiro app_info.xml não tem uma versão utilizável de
