Repository: Flowdalic/boinc
Catalog: locale/*/BOINC-Android.po
Languages: nb

# generic_loading
source: Loading! Please wait…
nb: Laster! Vennligst vent...

# attachproject_list_header
source: Choose a project:
nb: Velg et prosjekt:

# attachproject_list_manual_button
source: Add project by URL
nb: Legg til prosjekt fra URL

# attachproject_list_manual_dialog_title
source: Enter project URL:
nb: Tast inn URL til prosjekt:

# attachproject_list_manual_dialog_button
source: Add project
nb: Legg til prosjekt

# attachproject_list_manual_no_url
source: Please enter project URL
nb: Vennligst tast inn URL til prosjektet

# attachproject_list_acctmgr_button
source: Add account manager
nb: Legg til kontobehandler

# attachproject_list_no_internet
source: No Internet connection
nb: Ingen Internett-tilkobling

# attachproject_login_loading
source: Contacting project server…
nb: Kontakter prosjektserver...

# attachproject_login_image_description
source: Project logo.
nb: Prosjektlogo.

# attachproject_login_header_general_area
source: General area:
nb: Generelt område:

# attachproject_login_header_specific_area
source: Specific area:
nb: Spesifikt område:

# attachproject_login_header_description
source: Description:
nb: Beskrivelse:

# attachproject_login_header_home
source: Home:
nb: Hjem:

# attachproject_login_header_url
source: Website:
nb: Nettsted:

# attachproject_login_platform_supported
source: This project supports Android devices
nb: Dette prosjektet støtter Android enheter

# attachproject_login_platform_not_supported
source: This project does not support Android devices
nb: Dette prosjektet støtter ikke Android enheter

# attachproject_login_category_terms_of_use
source: Terms of use for
nb: Vilkår for bruk av

# attachproject_login_accept_terms_of_use
source: By creating an account with this project, you accept the terms of use as shown above.
nb: Ved å opprette en konto i dette prosjektet, aksepterer du vilkårene for bruk som vist ovenfor.

# attachproject_login_category_login
source: Sign in with existing account
nb: Logg inn med eksisterende konto

# attachproject_login_header_id_email
source: eMail:
nb: Epost:

# attachproject_login_header_id_name
source: Name:
nb: Navn:

# attachproject_login_header_pwd
source: Password:
nb: Passord:

# attachproject_login_category_creation
source: New to
nb: Ny i

# attachproject_login_header_creation_enabled
source: Register an account to participate:
nb: Registrer en konto for å delta:

# attachproject_login_header_creation_client_disabled
source: Visit project website to create an account:
nb: Gå til prosjektets nettside for å opprette en konto:

# attachproject_login_header_creation_disabled
source: Project does currently now allow creation of new accounts!
nb: Prosjektet tillater nå opprettelse av nye konti!

# attachproject_login_button_registration
source: Register
nb: Registrer

# attachproject_login_button_login
source: Sign in
nb: Logg inn

# attachproject_login_button_forgotpw
source: Forgot Password
nb: Glemt passord

# attachproject_login_error_toast
source: Contacting project failed!
nb: Kontakt med prosjektet feilet!

# attachproject_login_attached
source: Attached
nb: Tilkoblet

# attachproject_registration_header
source: Account registration for
nb: Kontoregistrering for

# attachproject_registration_header_url
source: Project:
nb: Prosjekt:

# attachproject_registration_header_email
source: eMail:
nb: Epost:

# attachproject_registration_header_username
source: Name:
nb: Navn:

# attachproject_registration_header_pwd
source: Password:
nb: Passord:

# attachproject_registration_header_pwd_confirm
source: … Retype:
nb: ... Tast inn på nytt:

# attachproject_registration_button
source: Create
nb: Opprett

# attachproject_acctmgr_header
source: Add account manager
nb: Legg til kontobehandler

# attachproject_acctmgr_header_name
source: User:
nb: Bruker:

# attachproject_acctmgr_header_pwd
source: Password:
nb: Passord:

# attachproject_acctmgr_header_pwd_confirm
source: … Retype:
nb: ... Tast inn på nytt:

# attachproject_acctmgr_button
source: Add
nb: Legg til

# attachproject_error_wrong_name
source: User not found
nb: Bruker ikke funnet

# attachproject_error_short_pwd
source: Password too short
nb: Passord for kort

# attachproject_error_no_internet
source: Connection failure
nb: Tilkoblingsfeil

# attachproject_error_pwd_no_match
source: Passwords do not match
nb: Passordene samsvarer ikke

# attachproject_error_no_url
source: Please enter URL
nb: Vennligst tast inn URL

# attachproject_error_no_email
source: Please enter eMail address
nb: Vennligst tast inn epostadresse

# attachproject_error_no_pwd
source: Please enter a password
nb: Vennligst tast inn et passord

# attachproject_error_no_name
source: Please enter user name
nb: Vennligst tast inn brukernavn

# attachproject_error_unknown
source: failed
nb: mislyktes

# attachproject_error_bad_username
source: User name refused
nb: Brukernavn ikke akseptert

# attachproject_error_email_in_use
source: eMail is already in use
nb: Epostadressen er allerede i bruk

# attachproject_error_project_down
source: Project is offline
nb: Prosjektet er offline

# attachproject_error_email_bad_syntax
source: eMail refused
nb: Epostadresse ikke akseptert

# attachproject_error_bad_pwd
source: Password refused
nb: Passord ikke akseptert

# attachproject_error_creation_disabled
source: Account creation is disabled on this project
nb: Opprettelse av konto er deaktivert for dette prosjektet

# attachproject_error_invalid_url
source: Invalid URL
nb: Ugyldig URL

# attachproject_working_back_button
source: Back
nb: Tilbake

# attachproject_working_finish_button
source: Finish
nb: Ferdig

# attachproject_working_check_desc
source: Successful
nb: Vellykket

# attachproject_working_failed_desc
source: Failed
nb: Mislyktes

# attachproject_working_connect
source: Connect
nb: Koble til

# attachproject_working_verify
source: Verify account
nb: Verifiser konto

# attachproject_working_register
source: Register account
nb: Registrer konto

# attachproject_working_login
source: Log in
nb: Logg inn

# attachproject_working_acctmgr
source: Add account manager
nb: Legg til kontobehandler

# attachproject_working_acctmgr_sync
source: Synchronize
nb: Synkroniser

# main_noproject_warning
source: Tab here to choose a project.
nb: Klikk her for å velge et prosjekt.

# main_error
source: Whooops
nb: Ooops

# main_error_long
source: …this should not happen! Click on the icon to try again.
nb: ...dette skulle ikke skje! Klikk på ikonet for å prøve igjen.

# main_title_icon_desc
source: BOINC icon
nb: BOINC ikon

# tab_projects
source: Projects
nb: Prosjekter

# tab_tasks
source: Tasks
nb: Oppgaver

# tab_transfers
source: Transfers
nb: Overføringer

# tab_preferences
source: Preferences
nb: Alternativer

# tab_notices
source: Notices
nb: Varsler

# tab_desc
source: Navigation
nb: Navigasjon

# status_running
source: Computing
nb: Beregner

# status_running_long
source: Thank you for participating.
nb: Takk for at du deltar.

# status_paused
source: Suspended
nb: Suspendert

# status_idle
source: Nothing to do
nb: Ingenting å gjøre

# status_idle_long
source: Waiting for tasks…
nb: Venter på oppgaver...

# status_computing_disabled
source: Suspended
nb: Suspendert

# status_launching
source: Starting…
nb: Starter...

# status_noproject
source: Choose a project to participate in.
nb: Velg et prosjekt å delta i.

# status_closing
source: Closing…
nb: Lukker...

# status_benchmarking
source: Benchmarking…
nb: Tester ytelsen…

# status_image_description
source: project image
nb: prosjektavbilding

# prefs_loading
source: Reading preferences…
nb: Leser alternativer...

# prefs_submit_button
source: Save
nb: Lagre

# prefs_dialog_title
source: Enter new value:
nb: Tast inn ny verdi:

# prefs_dialog_title_selection
source: Select:
nb: Velg:

# prefs_category_general
source: General
nb: Generelt

# prefs_category_network
source: Network
nb: Nettverk

# prefs_category_power
source: Power
nb: Strøm

# prefs_category_cpu
source: CPU
nb: Prosessor

# prefs_category_storage
source: Storage
nb: Lagring

# prefs_category_memory
source: Memory
nb: Minne

# prefs_category_debug
source: Debug
nb: Feilsøk

# prefs_show_advanced_header
source: Show advanced preferences and controls…
nb: Vis avanserte alternativer og kontrolltavle...

# prefs_run_on_battery_header
source: Compute on Battery
nb: Beregne på batteridrift

# battery_charge_min_pct_header
source: Min. battery level
nb: Min. batterinivå

# battery_charge_min_pct_description
source: BOINC suspends computation below defined battery charge level.
nb: BOINC suspenderer beregningen under definert batterinivå.

# battery_temperature_max_header
source: Max. battery temperature
nb: Maks batteritemperatur

# battery_temperature_max_description
source: BOINC suspends computation above defined battery temperature. It is not recommended to change this value.
nb: BOINC suspenderer beregning over definert batteritemperatur. Det er ikke anbefalt å endre denne verdien.

# prefs_disk_max_pct_header
source: Max. used storage space
nb: Maks benyttet lagrinsplass

# prefs_disk_max_pct_description
source: How many percent of your device's storage space is BOINC allowed to use?
nb: Hvor mange prosent av din enhets lagringsplass kan BOINC benytte?

# prefs_disk_min_free_gb_header
source: Min. spare storage
nb: Min. ledig lagrinsplass

# prefs_disk_min_free_gb_description
source: How much of your device's storage space shall stay free?
nb: Hvor mye av din enhets lagringsplass skal forbli ledig?

# prefs_network_daily_xfer_limit_mb_header
source: Daily transfer limit
nb: Daglig overføringsgrense

# prefs_network_daily_xfer_limit_mb_description
source: Limits the daily data traffic caused by BOINC.
nb: Begrenser den daglige datatrafikken forårsaket av BOINC.

# prefs_network_wifi_only_header
source: Transfer tasks on WiFi only
nb: Overfør oppgaver kun når tilkoblet WiFi

# prefs_show_notification_header
source: Show notification when suspended
nb: Vis varsler når suspendert

# prefs_cpu_number_cpus_header
source: Used CPU cores
nb: Prosessorkjerner i bruk

# prefs_cpu_number_cpus_description
source: Limits the number of CPU cores BOINC uses for computation.
nb: Begrenser antall prosessorkjerner BOINC benytter til beregning.

# prefs_cpu_other_load_suspension_header
source: Pause at CPU usage above
nb: Pause når prosessorbruk overstiger

# prefs_memory_max_idle_description
source: Limits the amount of RAM tasks are allowed to occupy.
nb: Begrenser mengden minne oppgaver kan benytte.

# prefs_gui_log_level_header
source: GUI log level
nb: Loggnivå GUI

# prefs_gui_log_level_description
source: Specifies verbosity of GUI log messages.
nb: Spesifiserer detaljnivå på GUI loggmeldinger.

# projects_loading
source: Reading projects…
nb: Leser prosjekter...

# projects_add
source: Add project
nb: Legg til prosjekt

# projects_icon
source: Project icon
nb: Prosjektikon

# projects_credits_header
source: Credit:
nb: Arbeid utført:

# projects_credits_host_header
source: (on this device)
nb: (på denne enheten)

# projects_status_suspendedviagui
source: Suspended by user
nb: Suspendert av bruker

# projects_status_dontrequestmorework
source: Won't get new tasks
nb: Ikke tillat nye oppgaver

# projects_status_ended
source: Project ended - OK to remove
nb: Prosjekt avsluttet - OK å fjerne

# projects_status_detachwhendone
source: Will remove when tasks done
nb: Vil bli fjernet når oppgaver er utført

# projects_status_schedrpcpending
source: Scheduler request pending
nb: Forespørsel fra planleggeren venter

# projects_status_schedrpcinprogress
source: Scheduler request in progress
nb: Forespørsel fra planleggeren pågår

# projects_status_trickleuppending
source: Trickle up message pending
nb: Godskriv andelsmelding venter

# projects_status_backoff
source: Communication scheduled in:
nb: Kommunikasjon planlagt om:

# projects_control_dialog_title
source: Project commands:
nb: Prosjektkommandoer:

# projects_control_visit_website
source: Visit website
nb: Besøk nettsiden

# projects_control_update
source: Update
nb: Oppdater

# projects_control_remove
source: Remove
nb: Fjern

# projects_control_suspend
source: Suspend
nb: Suspender

# projects_control_resume
source: Resume
nb: Gjenoppta

# projects_control_nonewtasks
source: No new tasks
nb: Ingen nye oppgaver

# projects_control_allownewtasks
source: Allow new tasks
nb: Tillat nye oppgaver

# projects_control_reset
source: Reset
nb: Nullstill

# projects_control_dialog_title_acctmgr
source: Account manager commands:
nb: Kontobehandlerkommandoer:

# projects_control_sync_acctmgr
source: Synchronize
nb: Synkroniser

# projects_control_remove_acctmgr
source: Disable
nb: Deaktiver

# projects_confirm_detach_title
source: Remove project?
nb: Fjerne prosjekt?

# projects_confirm_detach_message
source: Are you sure you want to remove
nb: Er du sikker på at du ønsker å fjerne

# projects_confirm_detach_message2
source: from BOINC?
nb: fra BOINC?

# projects_confirm_detach_confirm
source: Remove
nb: Fjern

# projects_confirm_reset_title
source: Reset project
nb: Nullstill prosjekt

# projects_confirm_reset_message
source: Are you sure you want to reset
nb: Er du sikker på at du ønsker å nullstille

# projects_confirm_reset_confirm
source: Reset
nb: Nullstill

# projects_confirm_remove_acctmgr_title
source: Disable account manager
nb: Deaktiver kontobehandler

# projects_confirm_remove_acctmgr_confirm
source: Disable
nb: Deaktiver

# tasks_header_name
source: Task Name:
nb: Oppgavenavn:

# tasks_header_elapsed_time
source: Elapsed time:
nb: Medgått tid:

# tasks_header_project_paused
source: (suspended)
nb: (suspendert)

# tasks_header_deadline
source: Deadline:
nb: Tidsfrist:

# tasks_result_new
source: new
nb: ny

# tasks_result_files_downloading
source: waiting for download
nb: venter på nedlasting

# tasks_result_files_downloaded
source: download complete
nb: nedlasting ferdig

# tasks_result_compute_error
source: computation error
nb: beregningsfeil

# tasks_result_files_uploading
source: uploading
nb: laster opp

# tasks_result_files_uploaded
source: upload complete
nb: opplasting ferdig

# tasks_result_aborted
source: aborted
nb: avbrutt

# tasks_result_upload_failed
source: upload failed
nb: opplasting feilet

# tasks_active_uninitialized
source: ready
nb: klar

# tasks_active_executing
source: running
nb: kjører

# tasks_active_suspended
source: suspended
nb: suspendert

# tasks_active_abort_pending
source: suspending
nb: suspenderer

# tasks_active_quit_pending
source: suspending
nb: suspenderer

# tasks_custom_suspended_via_gui
source: suspended
nb: suspendert

# tasks_custom_project_suspended_via_gui
source: project suspended
nb: prosjekt suspendert

# tasks_custom_ready_to_report
source: ready to report
nb: klar til å rapportere

# confirm_abort_task_title
source: Abort task?
nb: Avbryt oppgave?

# confirm_abort_task_message
source: Abort task:
nb: Avbryt oppgave:

# confirm_abort_task_confirm
source: Abort
nb: Avbryt

# confirm_cancel
source: Cancel
nb: Avbryt

# confirm_image_desc
source: Confirmation dialog
nb: Bekreftelsesdialogboks

# trans_loading
source: Reading transfers…
nb: Leser overføringer...

# trans_upload
source: Upload
nb: Last opp

# trans_download
source: Download
nb: Last ned

# trans_retryin
source: retry in
nb: prøver igjen om

# trans_failed
source: failed
nb: mislyktes

# trans_suspended
source: suspended
nb: suspendert

# trans_active
source: active
nb: aktiv

# trans_pending
source: pending
nb: venter

# trans_header_name
source: File:
nb: Fil:

# confirm_abort_trans_title
source: Abort transfer?
nb: Avbryte overføring?

# confirm_abort_trans_message
source: Abort File:
nb: Avbryt fil:

# confirm_abort_trans_confirm
source: Abort
nb: Avbryt

# notices_loading
source: Reading notices…
nb: Leser merknader...

# eventlog_loading
source: Loading log messages…
nb: Laster loggmeldinger...

# eventlog_client_header
source: Client Messages
nb: Klientmeldinger

# eventlog_copy_toast
source: Log copied to clipboard.
nb: Logg kopiert til utklippstavle.

# eventlog_email_subject
source: Event Log for BOINC on Android:
nb: Hendelseslogg for BOINC på Android:

# suspend_unknown
source: Computation suspended.
nb: Beregning suspendert.

# suspend_batteries
source: Connect your device to a charger to continue computing.
nb: Koble din enhet til en lader for å fortsette beregning.

# suspend_useractive
source: User is active.
nb: Bruker er aktiv.

# suspend_tod
source: Out of computation time-frame.
nb: Utenfor beregningens tidsramme.

# suspend_bm
source: BOINC is benchmarking your device…
nb: BOINC tester ytelsen på din enhet...

# suspend_disksize
source: Out of disk space.
nb: Tom for lagringsplass.

# suspend_cputhrottle
source: Scheduled CPU throttle.
nb: Planlagt CPU begrensning.

# suspend_noinput
source: No recent user activity.
nb: Ingen nylig brukeraktivitet.

# suspend_delay
source: Initialization delay.
nb: Utsatt initialisering.

# suspend_exclusiveapp
source: An exclusive app is running.
nb: En applikasjon med enerett kjører.

# suspend_cpu
source: Your device is busy with other apps.
nb: Din enhet er opptatt med andre applikasjoner.

# suspend_network_quota
source: BOINC reached network transfer limit.
nb: BOINC nådde overføringsgrense for nettverkstrafikk.

# suspend_os
source: Stopped by Android.
nb: Stoppet av Android.

# suspend_wifi
source: Not connected to WiFi.
nb: Ikke tilkoblet trådløst nett.

# suspend_battery_charging
source: Battery needs to charge before resuming computation.
nb: Batteriet må lades før beregning gjenopptas.

# suspend_battery_charging_long
source: Computing will resume when battery charge reaches
nb: Beregning gjenopptas når batterinivå når

# suspend_battery_charging_current
source: currently
nb: nåværende

# suspend_battery_overheating
source: Waiting for battery to cool down
nb: Venter på at batteriet skal kjøle seg ned

# suspend_user_req
source: Resuming computation…
nb: Gjenopptar beregning...

# suspend_network_user_req
source: manually.
nb: manuelt.

# rpcreason_userreq
source: Requested by user
nb: Anmodet av bruker

# rpcreason_needwork
source: To fetch work
nb: Å hente arbeid

# rpcreason_resultsdue
source: To report completed tasks
nb: Å rapportere utførte oppgaver

# rpcreason_trickleup
source: To send trickle-up message
nb: Å sende godskriv andelsmelding

# rpcreason_acctmgrreq
source: Requested by account manager
nb: Anmodet av kontobehandler

# rpcreason_init
source: Project initialization
nb: Initialisering av prosjekt

# rpcreason_projectreq
source: Requested by project
nb: Anmodet av prosjekt

# rpcreason_unknown
source: Unknown reason
nb: Ukjent årsak

# menu_refresh
source: Refresh
nb: Oppdater

# menu_emailto
source: Send as Email
nb: Send som epost

# menu_copy
source: Copy to Clipboard
nb: Kopier til utklippstavle

# menu_eventlog
source: Event Log
nb: Hendelseslogg

# menu_exit
source: Exit BOINC
nb: Avslutt BOINC

# menu_run_mode_disable
source: Suspend
nb: Suspender

# menu_run_mode_enable
source: Resume
nb: Gjenoppta

# menu_about
source: About
nb: Om

# menu_help
source: Help
nb: Hjelp

# about_button
source: Return
nb: Tilbake

# about_title
source: About
nb: Om

# about_version
source: Version
nb: Versjon

# about_copyright
source: © 2003–2013 University of California, Berkeley. All Rights Reserved.
nb: © 2003–2013 University of California, Berkeley. Alle rettigheter er forbeholdt.
